Repository: LinwoodDev/Butterfly
Catalog: app/lib/l10n/app_*.arb
Languages: or

source: Open
or: ଖୋଲନ୍ତୁ

source: Settings
or: ସେଟିଂସ୍

source: Personalization
or: ବ୍ୟକ୍ତିଗତୀକରଣ

source: Theme
or: ଥୀମ୍

source: Dark theme
or: ହଳୁଦ ଅନ୍ଧକାର ଥୀମ୍

source: Light theme
or: ହଳୁଦ ଆଲୋକିତ ଥୀମ୍

# systemTheme
source: Use default system theme
or: ଡିଫଲ୍ଟ ସିଷ୍ଟମ୍ ଥୀମ୍ ବ୍ୟବହାର କରନ୍ତୁ

source: View
or: ଦେଖନ୍ତୁ

source: Edit
or: ସମ୍ପାଦନା

source: Export
or: ନିର୍ୟାତ

source: Save
or: ସଞ୍ଚୟ

source: Zoom
or: ଜୁମ୍

source: Zoom in
or: ଜୁମ୍ ଏବଂ ବଡ କରନ୍ତୁ

source: Zoom out
or: ଜୁମ୍ ଛୋଟ କରନ୍ତୁ

source: Reset zoom
or: ଜୁମ୍ ପୁନଃସ୍ଥାପନ

source: Stroke width
or: ଲାଇନ୍ ପ୍ରସ୍ଥ

source: Include eraser?
or: ଇରେଜର୍ ସମ୍ମିଳିତ କରିବେ?

source: Thinning
or: ଚିରକରଣ

source: Pen
or: କଳମ

source: Inverted Pen
or: ଉଲ୍ଟା କଳମ

source: Eraser
or: ଇରେଜର୍

source: Path eraser
or: ପଥ ଇରେଜର୍

source: Label
or: ଲେବେଲ୍

source: Delete
or: ମୁଚାନ୍ତୁ

source: Are you sure?
or: ତୁମେ ନିଶ୍ଚିତ?

# reallyDelete
source: Do you really want to delete this item?
or: ତୁମେ ଏହି ଆଇଟମ୍‌ଟି ବାସ୍ତବରେ ଡିଲିଟ୍ କରିବାକୁ ଚାହୁଁଛ?

source: No
or: ନା

source: Yes
or: ହଁ

source: Undo
or: ପୂର୍ବବତୀ କାର୍ଯ୍ୟ ଫେରାନ୍ତୁ

source: Redo
or: ପୁନଃକ୍ରିୟା କରନ୍ତୁ

source: General
or: ସାଧାରଣ

# copyTitle
source: Copied to clipboard
or: କ୍ଲିପବୋର୍ଡକୁ କପି ହେଲା

source: Loading...
or: ଲୋଡ୍ ହେଉଛି...

# enterText
source: Enter the text
or: ପାଠ୍ୟ ଲେଖନ୍ତୁ

source: Size
or: ଆକାର

source: Width
or: ପ୍ରସ୍ଥ

source: Height
or: ଉଚ୍ଚତା

source: Count
or: ଗଣନା

source: Space
or: ଅନ୍ତରାଳ

source: Background
or: ପୃଷ୍ଠଭୂମି

source: Box
or: ପେଟିକା

source: Locale
or: ଲୋକେଲ୍

source: System locale
or: ସିଷ୍ଟମ୍ ଲୋକେଲ୍

source: Information
or: ତଥ୍ୟ

source: License
or: ଲାଇସେନ୍ସ

source: Imprint
or: ଇମ୍ପ୍ରିଣ୍ଟ୍

source: Privacy policy
or: ଗୋପନୀୟତା ନୀତି

source: Source code
or: ସ୍ରୋତ କୋଡ୍

source: Documentation
or: ଡକ୍ୟୁମେଣ୍ଟେସନ୍

source: Changelog
or: ଚେଇଞ୍ଜଲଗ୍

source: Source
or: ସ୍ରୋତ

# existOverride
source: This element already exist. Overwrite?
or: ଏହି ଉପାଦାନ ପূର୍ବରୁ ଅବସ୍ଥିତ ଅଛି। ଓଭର୍ରାଇଟ୍ କରିବେ?

source: Description
or: ବିବରଣୀ

source: Fill
or: ପୂରଣ

source: Default palette
or: ଡିଫଲ୍ଟ ପ୍ୟାଲେଟ୍

source: Highlighter
or: ହାଇଲାଇଟର୍

source: Add
or: ଯୋଗ କରନ୍ତୁ

source: Remove
or: ହଟାନ୍ତୁ

# removeConfirm
source: Do you really want to remove this?
or: ତୁମେ ଏହାକୁ ବାସ୍ତବରେ ହଟାଇବାକୁ ଚାହୁଁଛ?

source: Reset palette
or: ପ୍ୟାଲେଟ୍ ପୁନଃସ୍ଥାପନ

source: Custom
or: କଷ୍ଟମ୍

source: Decoration
or: ସଜାଣ

source: Underline
or: ତଳ ରେଖା

source: Overline
or: ଉପର ରେଖା

source: Strikethrough
or: କଟକଣ୍ଡ ରେଖା

source: Thickness
or: ମୋଟାଇ

source: Style
or: ଶୈଳୀ

source: Solid
or: ଦୃଢ

source: Double
or: ଦ୍ୱିତୀୟ

source: Dotted
or: ଛିଇଆ

source: Dashed
or: ଲାଇଆ

source: Wavy
or: ତରଙ୍ଗାକାର

source: Font weight
or: ଫଣ୍ଟ ଓଜନ

source: Normal
or: ସାଧାରଣ

source: Bold
or: ହେମ୍

source: Italic
or: ଇଟାଲିକ୍

source: Clipboard
or: କ୍ଲିପବୋର୍ଡ

source: File
or: ଫାଇଲ୍

source: Data
or: ତଥ୍ୟ

source: Share
or: ଶେୟାର୍

source: Spacing
or: ଅନ୍ତରାଳ

source: Image
or: ଛବି

# enterUrl
source: Enter the url
or: URL ଦାଖଲ କରନ୍ତୁ

source: Scale
or: ପ୍ରମାଣ

source: Help
or: ସାହାଯ୍ୟ

# reallyReset
source: Do you really want to reset it?
or: ତୁମେ ଏହାକୁ ବାସ୍ତବରେ ପୁନଃସ୍ଥାପନ କରିବାକୁ ଚାହୁଁଛ?

# whatToDo
source: What do you want to do?
or: ତୁମେ କʼଣ କରିବାକୁ ଚାହୁଁଛ?

source: Ignore
or: ଅନଦେଖା କରନ୍ତୁ

source: Backup
or: ବ୍ୟାକଅପ୍

# createdInNewerVersion
source: The file {fileName} was created in a newer version ({fileVersion}). What should be done with this file?
or: ଫାଇଲ୍ {fileName} ଏକ ନୂତନ ସଂସ୍କରଣ ({fileVersion})ରେ ସୃଷ୍ଟି ହୋଇଛି। ଏହି ଫାଇଲ୍ ସହ କʼଣ କରିବେ?

source: Waypoints
or: ପଥବିଂଦୁ

source: Origin
or: ମୂଳ

source: Import
or: ଆମଦାନି

# newContent
source: New
or: ନୂତନ

source: Select element
or: ଉପାଦାନ ଚୟନ କରନ୍ତୁ

source: Copy version
or: ସଂସ୍କରଣ କପି

source: Input
or: ଇନ୍ପୁଟ୍

source: Behaviors
or: ଆଚରଣ

source: Data directory
or: ଡାଟା ଡିରେକ୍ଟୋରି

source: Default path
or: ଡିଫଲ୍ଟ ପଥ

source: Date format
or: ତାରିଖ ଫର୍ମାଟ୍

# updatedAt
source: Updated at: {dateTime}
or: ଅଦ୍ୟତିତ: {dateTime}

# createdAt
source: Created at: {dateTime}
or: ତିଆରି: {dateTime}

source: Rename
or: ନାମ ପରିବର୍ତ୍ତନ କରନ୍ତୁ

source: Duplicate
or: ନକଲି କରନ୍ତୁ

source: Hand
or: ହାତ

source: Folder
or: ଫୋଲ୍ଡର୍

source: Move
or: ସରାନ୍ତୁ

source: Copy
or: ନକଲି

source: Back
or: ବାକି

source: Zoom dependent
or: ଜୁମ୍ ନିର୍ଭର

source: Shape Detection
or: ଆକୃତି ଚିହ୍ନଟ

source: Delay
or: ବିଳମ୍ବ

source: Default layer
or: ଡିଫଲ୍ଟ ସ୍ତର

source: Layer
or: ସ୍ତର

source: Layers
or: ସ୍ତରଗୁଡିକ

source: Not set
or: ସଜିତ ନୁହେଁ

# enterLayer
source: Enter the layer name
or: ସ୍ତରର ନାମ ପ୍ରବେଶ କରନ୍ତୁ

source: Select elements
or: ଉପାଦାନଗୁଡିକ ଚୟନ କରନ୍ତୁ

source: Delete elements
or: ଉପାଦାନଗୁଡିକ ମୁଚାନ୍ତୁ

# deleteElementsConfirm
source: Do you really want to delete the selected elements?
or: ତୁମେ ଚୟିତ ଉପାଦାନଗୁଡିକ ବାସ୍ତବରେ ଡିଲିଟ୍ କରିବାକୁ ଚାହୁଁଛ?

# selectCustomCollection
source: Select a custom collection
or: କଷ୍ଟମ୍ ସଂଗ୍ରହ ଚୟନ କରନ୍ତୁ

source: Sensitivity
or: ସଂවේଦନଶୀଳତା

# sensitivityHint
source: The higher the value, the more sensitive the input
or: ଅଧିକ ମୂଲ୍ୟ, ଅଧିକ ସଂਵੇଦନଶୀଳ

source: Horizontal
or: ଆଡ଼

source: Vertical
or: ଉର୍ଧ୍ୱା

source: Plain
or: ସାଧାରଣ

source: Light
or: ହଳୁକା

source: Ruled
or: ରୂଲ୍ଡ

source: Quad
or: ଚତୁର୍ଭୁଜ

source: Music
or: ସଙ୍ଗୀତ

source: Dark
or: ଅନ୍ଧକାର

# plainDark
source: Dark
or: ସାଧାରଣ ଅନ୍ଧକାର

source: Ruled dark
or: ରୂଲ୍ଡ ଅନ୍ଧକାର

source: Quad dark
or: ଚତୁର୍ଭୁଜ ଅନ୍ଧକାର

source: Music dark
or: ସଙ୍ଗୀତ ଅନ୍ଧକାର

source: Templates
or: ଟେମ୍ପଲେଟ୍

source: Untitled
or: ଶୀର୍ଷକ ନାହିଁ

source: Create template
or: ଟେମ୍ପଲେଟ୍ ତିଆରି କରନ୍ତୁ

# createTemplateContent
source: Do you really want to create a template from this document? The original document will get deleted.
or: ତୁମେ ବାସ୍ତବରେ ଏହି ଡକ୍ୟୁମେଣ୍ଟରୁ ଟେମ୍ପଲେଟ୍ ତିଆରି କରିବାକୁ ଚାହୁଁଛ? ମୂଳ ଡକ୍ୟୁମେଣ୍ଟ ଡିଲିଟ୍ ହେବ।

source: Replace
or: ବଦଳାନ୍ତୁ

# reallyReplace
source: Do you really want to replace the template? This operation can be not undone!
or: ତୁମେ ବାସ୍ତବରେ টେମ୍ପଲେଟ୍ ବଦଳାଇବାକୁ ଚାହୁଁଛ? ଏହା ପୁନଃପ୍ରାରମ୍ଭ ହେବା ନାହିଁ!

source: Default template
or: ଡିଫଲ୍ଟ ଟେମ୍ପଲେଟ୍

source: Insert
or: ସାମିଲ କରନ୍ତୁ

source: Document
or: ଡକ୍ୟୁମେଣ୍ଟ

source: Camera
or: କ୍ୟାମେରା

source: Printout
or: ପ୍ରିଣ୍ଟ୍ଆଉଟ୍

# selectCamera
source: Select a camera
or: କ୍ୟାମେରା ଚୟନ କରନ୍ତୁ

source: Change document path
or: ଡକ୍ୟୁମେଣ୍ଟ ପଥ ପରିବର୍ତ୍ତନ କରନ୍ତୁ

source: Delete whole stroke
or: ସମ୍ପୁର୍ଣ୍ଣ ଲାଇନ୍ ଡିଲିଟ୍ କରନ୍ତୁ

source: Alpha
or: ଆଲଫା

source: Area
or: ଅଞ୍ଚଳ

# selectArea
source: Select an area
or: ଅଞ୍ଚଳ ଚୟନ କରନ୍ତୁ

source: Aspect ratio
or: ପ୍ରମାଣୁପାତ

source: Presets
or: ପ୍ରିସେଟ୍

source: Page portrait
or: ପେଜ ପୋର୍ଟ୍ରେଟ୍

source: Page landscape
or: ପେଜ ଲ୍ୟାଣ୍ଡସ୍କେପ୍

source: Square
or: ବର୍ଗ

source: Areas
or: ଅଞ୍ଚଳଗୁଡିକ

# enterArea
source: Enter the area
or: ଅଞ୍ଚଳ ଲେଖନ୍ତୁ

# exitArea
source: Exit the area
or: ଅଞ୍ଚଳ ଛାଡ଼ନ୍ତୁ

source: Current area
or: ଚଳୁ ଅଞ୍ଚଳ

source: Design
or: ଡିଜାଇନ୍

source: Text
or: ପାଠ୍ୟ

# welcome
source: Hey, this is Linwood Butterfly {codeName}
or: ହେଲୋ, ଏହା Linwood Butterfly {codeName}

# welcomeContent
source: A free and open-source drawing space!
or: ମୁକ୍ତ ଏବଂ ଓପେନ୍-ସୋର୍ସ ଡ୍ରୟିଂ ସ୍ପେସ୍!

# updated
source: App updated to version {version}
or: ଆପ୍ {version} ସଂସ୍କରଣକୁ ଅଦ୍ୟତିତ

source: Release notes
or: ରିଲିଜ୍ ନୋଟ୍

source: Constraints
or: ନିବନ୍ଧନ

source: Scaled
or: ମାପିତ

source: Fixed
or: ନିଶ୍ଚିତ

# dynamicContent
source: Dynamic
or: ଗତିଶୀଳ

source: None
or: କିଛି ନୁହେଁ

source: Include area
or: ଅଞ୍ଚଳ ସମ୍ମିଳିତ କରନ୍ତୁ

source: Vertical alignment
or: ଉର୍ଧ୍ୱା ସମନ୍ୱୟ

source: Horizontal alignment
or: ଆଡ଼ ସମନ୍ୱୟ

source: Top
or: ଶୀର୍ଷ

source: Center
or: ମଧ୍ୟ

source: Bottom
or: ତଳ

source: Left
or: ବାମ

source: Right
or: ଦକ୍ଷିଣ

source: Justify
or: ସମାନ

source: Constraint
or: ନିବନ୍ଧନ

source: Length
or: ଦৈର୍ଘ୍ୟ

source: Export SVG
or: SVG ନିର୍ୟାତ

source: Select pages
or: ପୃଷ୍ଠାଗୁଡିକ ଚୟନ କରନ୍ତୁ

source: Recent files
or: ନୂତନ ଫାଇଲ୍

source: Start
or: ଆରମ୍ଭ

source: No recent files
or: କୌଣସି ନୂତନ ଫାଇଲ୍ ନାହିଁ

# countPages
source: {count,plural, =0{No pages} =1{1 page} other{{count} pages}}
or: {count,plural, =0{କୌଣସି ପୃଷ୍ଠା ନାହିଁ} =1{1 ପୃଷ୍ଠା} other{{count} ପୃଷ୍ଠା}}

source: Page {index}
or: ପୃଷ୍ଠା {index}

source: Exit
or: ବାହାରିବେ

source: No elements
or: କୌଣସି ଉପାଦାନ ନାହିଁ

source: Invert selection
or: ଚୟନ ବିପରୀତ

source: Error while importing
or: ଆମଦାନିକାଳୀନ ত্ৰୁଟି

# errorWhileImportingContent
source: An error occurred while importing the file
or: ଫାଇଲ୍ ଆମଦାନି ସମୟରେ ଏକ ত୍ରୁଟି ଘଟିଛି

source: Show details
or: ବିବରଣୀ ଦେଖାନ୍ତୁ

source: Hide details
or: ବିବରଣୀ ଲୁଚାନ୍ତୁ

source: Error
or: ତ୍ରୁଟି

source: Stack trace
or: ସ୍ଟ୍ୟାକ୍ ଟ୍ରେସ୍

source: Laser
or: ଲେଜର୍

source: Duration
or: ଦୀର୍ଘତା

source: Quality
or: ଗୁಣତ୍ତା

source: Export PDF
or: PDF ନିର୍ୟାତ

source: Local
or: ଲୋକାଲ୍

source: Add connection
or: ଯୋଡନ୍ତୁ ସଂଯୋଗ

source: Connections
or: ସଂଯୋଗଗୁଡିକ

source: No connections
or: କୌଣସି ସଂଯୋଗ ନାହିଁ

source: Connect
or: ସଂଯୋଗ କରନ୍ତୁ

source: Username
or: ଉପଯୋଗକର୍ତ୍ତା ନାମ

source: Password
or: ପାସୱାର୍ଡ

source: Web not supported
or: ଓଲଇନ୍ ସମର୍ଥିତ ନୁହେଁ

source: Advanced
or: ଉନ୍ନତ

source: Directory
or: ଡିରେକ୍ଟୋରି

source: Documents directory
or: ଡକ୍ୟୁମେଣ୍ଟ ଡିରେକ୍ଟୋରି

source: Templates directory
or: ଟେମ୍ପଲେଟ୍ ଡିରେକ୍ଟୋରି

source: Error while creating connection
or: ସଂଯୋଗ ତିଆରି କାଳୀନ ত୍ରୁଟି

source: Cannot connect
or: ସଂଯୋଗ ସମ୍ଭବ ନୁହେଁ

source: URL not valid
or: URL ମାନ୍ୟ ନୁହେଁ

source: Icon
or: ଆଇକନ୍

source: Update
or: ଅଦ୍ୟତିତ

source: Update available
or: ଅଦ୍ୟତିତ ଉପଲବ୍ଧ

source: Stable
or: ସ୍ଥିର

source: Nightly
or: ନିଶିତଳ

source: Check for updates
or: ଅଦ୍ୟତନ ପରୀକ୍ଷା କରନ୍ତୁ

# checkForUpdatesWarning
source: Performing a check for updates will connect to the Butterfly website to get the information.
or: ଅଦ୍ୟତନ ପରୀକ୍ଷା କରିବା ସମୟରେ Butterfly ୱେବସାଇଟ୍ ସହ ଯୋଗାଯୋଗ କରାଯିବ।

# usingLatestStable
source: You are using the latest stable version
or: ତୁମେ ସବୁଠୁ ନୂତନ ସ୍ଥିର ସଂସ୍କରଣ ବ୍ୟବହାର କରୁଛ

# usingLatestNightly
source: You are using the latest nightly version
or: ତୁମେ ସବୁଠୁ ନୂତନ ନିଶିତଳ ସଂସ୍କରଣ ବ୍ୟବହାର କରୁଛ

source: Current version
or: ଚଲୁ ସଂସ୍କରଣ

source: Update now
or: ଭଳିଅବେଲାରେ ଅଦ୍ୟତିତ କରନ୍ତୁ

source: Shape
or: ଆକୃତି

source: Circle
or: ବୃତ୍ତ

source: Rectangle
or: ଆୟତ

source: Triangle
or: ତିଭୁଜ

source: Line
or: ରେଖା

source: Corner radius
or: କୋନ୍ ରୌଦ୍ରତା

source: Top left
or: ଉପର ବାମ

source: Top right
or: ଉପର ଦକ୍ଷିଣ

source: Bottom left
or: ତଳ ବାମ

source: Bottom right
or: ତଳ ଦକ୍ଷିଣ

source: Caches
or: କ୍ୟାଶଗୁଡିକ

source: Manage
or: ପରିଚାଳନା

source: Clear caches
or: କ୍ୟାଶ ସଫା କରନ୍ତୁ

source: Create cache
or: କ୍ୟାଶ ସୃଷ୍ଟି କରନ୍ତୁ

source: Third party licenses
or: ତୃତୀୟ ପକ୍ଷ ଲାଇସେନ୍ସ

source: Syncing...
or: ସିଙ୍କ୍ ହେଉଛି...

source: Synced
or: ସିଙ୍କ୍ ହୋଇଛି

source: Not synced
or: ସିଙ୍କ୍ ହୋଇନାହିଁ

source: Conflict
or: ସଂଘର୍ଷ

source: Keep local
or: ଲୋକାଲ୍ ରଖନ୍ତୁ

source: Keep connection
or: ସଂଯୋଗ ରଖନ୍ତୁ

source: Keep both
or: ଦୁହେଁଟି ରଖନ୍ତୁ

source: For all
or: ସମସ୍ତଙ୍କ ପାଇଁ

# fileConflict
source: {file} in {connection} has a conflict
or: {file} ଏବଂ {connection} ମଧ୍ୟରେ ସଂଘର୍ଷ ଅଛି

source: Offline
or: ଅଫ୍ଲାଇନ୍

source: Local latest
or: ସ୍ଥାନୀୟ ନୂତମ

source: Connection latest
or: ସଂଯୋଗ ନୂତମ

source: Path
or: ପଥ

source: Folder synced
or: ଫୋଲ୍ଡର୍ ସିଙ୍କ୍ ହୋଇଛି

source: Sync root directory
or: ରୁଟ୍ ସିଙ୍କ୍ ଡିରେକ୍ଟୋରି

source: Pen only input
or: କଳମ ମାତ୍ର ଇନ୍ପୁଟ୍

source: Input gestures
or: ଇନ୍ପୁଟ୍ ଇଶାରାଗୁଡିକ

source: Native title bar
or: ନେଟିଭ୍ ଟାଇଟେଲ୍ ବାର୍

source: Sync mode
or: ସିଙ୍କ୍ ମୋଡ୍

source: Connection
or: ସଂଯୋଗ

source: Always
or: ସମୟ ସମୟ

source: No mobile
or: ମୋବାଇଲ୍ ନୁହେଁ

source: Manual
or: ମାନୁଆଲ୍

source: Search
or: ଶୋଧନ

source: Properties
or: ଗୁଣ

source: Pin
or: ପିନ୍

source: Unpin
or: ଅନପିନ୍

source: Element
or: ଉପାଦାନ

source: Painter
or: ଚିତ୍ରକାର

source: Position
or: ସ୍ଥିତି

source: Note
or: ଟିପ୍ପଣୀ

source: Packs
or: ପ୍ୟାକ୍

source: Pack
or: ପ୍ୟାକ୍

source: More
or: ଅଧିକ

source: Ask for name
or: ନାମ ପଚାରନ୍ତୁ

source: Area {index}
or: ଅଞ୍ଚଳ {index}

source: Start in full screen
or: ପୂର୍ଣ୍ଣ ସ୍କ୍ରିନ୍ ଆରମ୍ଭ

source: Inputs
or: ଇନ୍ପୁଟ୍ସ୍

source: Mouse
or: ମାଉସ୍

source: Touch
or: ଟଚ୍

source: Keyboard
or: କୀବୋର୍ଡ୍

source: Shortcuts
or: ଶଧାନ୍ତ୍ର

source: Middle
or: ମଧ୍ୟମ

source: First
or: ପ୍ରଥମ

source: Second
or: ଦ୍ୱିତୀୟ

source: Active Tool
or: ସକ୍ରିୟ ଟୁଲ୍

# activeToolDescription
source: Use the currently selected tool on the toolbar
or: ଟୁଲ୍ବାରରେ ଚୟନିତ ଟୁଲ୍ ବ୍ୟବହାର କରନ୍ତୁ

source: Hand Tool
or: ହାତ ଟୁଲ୍

# handToolDescription
source: Drag to move around the canvas
or: କ୍ୟାନଭାସ୍ ଘୁମାଇବାକୁ ଡ୍ରାଗ୍ କରନ୍ତୁ

# toolOnToolbar
source: Specific Tool on Toolbar
or: ଟୁଲ୍ବାରରେ ନିର୍ଦ୍ଦିଷ୍ଟ ଟୁଲ୍

# toolOnToolbarDescription
source: Use the tool at the specified position on the toolbar, starting from the left
or: ବାମ ଦିଗରୁ ଗଣନା କରି ଟୁଲ୍ବାରର ସ୍ଥିତି ଅନୁଯାୟୀ ଟୁଲ୍ ବ୍ୟବହାର କରନ୍ତୁ

# toolOnToolbarShort
source: Toolbar Position: {display_position}
or: ଟୁଲ୍ବାର ସ୍ଥିତି: {display_position}

source: Tools
or: ଟୁଲ୍

source: Show grid
or: ଗ୍ରିଡ୍ ଦେଖାନ୍ତୁ

source: Grid
or: ଗ୍ରିଡ୍

source: Ruler
or: ରୁଲର୍

source: Angle
or: କୋଣ

source: Report
or: ରିପୋର୍ଟ

source: New folder
or: ନୂତନ ଫୋଲ୍ଡର୍

source: Create pack
or: ପ୍ୟାକ୍ ତିଆରି କରନ୍ତୁ

source: Edit pack
or: ପ୍ୟାକ୍ ସମ୍ପାଦନା

source: Packs directory
or: ପ୍ୟାକ୍ ଡିରେକ୍ଟୋରି

source: Stamp
or: ଷ୍ଟାମ୍ପ୍

source: Add to pack
or: ପ୍ୟାକ୍ ଭିତରକୁ ଯୋଗ କରନ୍ତୁ

# sureImportPack
source: Are you sure you want to import the pack?
or: ତୁମେ ନିଶ୍ଚିତ ଭାବେ ପ୍ୟାକ୍ ଆମଦାନି କରିବାକୁ ଚାହୁଁଛ?

source: by {author}
or: {author}ଙ୍କ ଦ୍ୱାରା

source: Author
or: ଲେଖକ

source: Add asset
or: ଏସେଟ୍ ଯୋଡନ୍ତୁ

source: Edit asset
or: ଏସେଟ୍ ସମ୍ପାଦନା

source: Scope
or: ପରିଧି

# noPacks
source: There are currently no packs available
or: ସାମ୍ପ୍ରତିକ ଭାବରେ କୌଣସି ପ୍ୟାକ୍ ଉପଲବ୍ଧ ନାହିଁ

source: Components
or: ଉପାଦାନ

source: Waypoint
or: ପଥବିଂଦୁ

source: Actions
or: କାର୍ଯ୍ୟ

source: Painters
or: ଚିତ୍ରକାର

# breakingChangesTitle
source: Breaking changes
or: ବ୍ରେକିଂ ପରିବର୍ତ୍ତନ

# breakingChangesMessage
source: There are breaking changes in this version. Please read the changelog before updating. The current file version is {version}, the new version is {newVersion}.
or: ଏହି ସଂସ୍କରଣରେ ବ୍ରେକିଂ ପରିବର୍ତ୍ତନ ଅଛି। ଅଦ୍ୟତନ ପୂର୍ବରୁ ଚେଇଞ୍ଜଲଗ୍ ପଢ଼ନ୍ତୁ। ଚଳୁ ଫାଇଲ୍ ସଂସ୍କରଣ {version}, ନୂତନ ସଂସ୍କରଣ {newVersion}।

source: Styles
or: ଶୈଳୀ

source: Paragraph
or: ଅନୁଛେଦ

source: Font family
or: ଫଣ୍ଟ ପରିବାର

source: Smoothing
or: ସ୍ମୂଥିଂ

source: Streamline
or: ସ୍ଟ୍ରିମଲାଇନ୍

source: Presentation
or: ପ୍ରସ୍ତୁତିକରଣ

source: Select asset
or: ଏସେଟ୍ ଚୟନ କରନ୍ତୁ

source: Clear style
or: ଶୈଳୀ ସଫା କରନ୍ତୁ

source: Unknown import type
or: ଅଜଣା ଆମଦାନି ପ୍ରକାର

# sureImportTemplate
source: Are you sure you want to import the template?
or: ତୁମେ ନିଶ୍ଚିତ ଭାବେ ଟେମ୍ପଲେଟ୍ ଆମଦାନି କରିବାକୁ ଚାହୁଁଛ?

source: Frame
or: ଫ୍ରେମ୍

source: Play
or: ଚାଳନା

source: Video
or: ଭିଡିଓ

source: Breakpoint
or: ବ୍ରେକପଏଣ୍ଟ

source: Presentation controls
or: ପ୍ରସ୍ତୁତିକରଣ ନିୟନ୍ତ୍ରଣ

source: Next slide
or: ପରବର୍ତ୍ତୀ ସ୍ଲାଇଡ୍

# nextSlideDescription
source: Swipe to the right or press the right arrow key to go to the next slide
or: ଡାହାଣ କୋଣକୁ ସ୍ୱାଇପ୍ କରନ୍ତୁ କିମ୍ବା ସଜା ବାଣ୍ୟ କୀକୁ ଦାବନ୍ତୁ

source: Previous slide
or: ପୂର୍ବବର୍ତ୍ତୀ ସ୍ଲାଇଡ୍

# previousSlideDescription
source: Swipe to the left or press the left arrow key to go to the previous slide
or: ବାମ କୋଣକୁ ସ୍ୱାଇପ୍ କରନ୍ତୁ କିମ୍ବା ବାମ ଏରୋ କୀକୁ ଦାବନ୍ତୁ

source: Exit presentation
or: ପ୍ରସ୍ତୁତିକରଣ ଛାଡ଼ନ୍ତୁ

# exitPresentationDescription
source: Press the escape key or swipe down to exit the presentation
or: ESC କିକିମ୍ବା ତଳକୁ ସ୍ୱାଇପ୍ କରି ପ୍ରସ୍ତୁତିକରଣ ଛାଡ଼ନ୍ତୁ

source: Pause presentation
or: ପ୍ରସ୍ତୁତିକରଣ ବିରତି

# pausePresentationDescription
source: Tap the screen or press the space bar to pause or resume the presentation
or: ତ୍ୟାବ କିମ୍ବା ସ୍ପେସ୍ ବାର୍ ଦାବି ପ୍ରସ୍ତୁତିକରଣ ବିରତି କିମ୍ବା ଚାଳୁ କରନ୍ତୁ

source: Keyframe
or: କୀଫ୍ରେମ୍

# endOfPresentation
source: You have reached the end of the presentation
or: ତୁମେ ପ୍ରସ୍ତୁତିକରଣର ଶେଷକୁ ପହଞ୍ଚିଛ

# startOfPresentation
source: You have reached the start of the presentation
or: ତୁମେ ପ୍ରସ୍ତୁତିକରଣର ଆରମ୍ଭକୁ ପହଞ୍ଚିଛ

source: Palettes
or: ପ୍ୟାଲେଟ୍

# headline
source: Headline {index}
or: ଶୀର୍ଷକ {index}

source: Code
or: କୋଡ୍

source: Quote
or: ଉଦ୍ଧୃତ

source: Link
or: ଲିଙ୍କ୍

source: Checkbox
or: ଚେକ୍ବକ୍ସ୍

source: Deleted
or: ଡିଲିଟ୍ ହେଲା

source: Emphasis
or: ଗୁରୁତ୍ୱାକର୍ଷଣ

source: List bullet
or: ଲିଷ୍ଟ୍ ବୁଲେଟ୍

source: Strong
or: ହେମ୍

source: Home
or: ହୋମ୍

source: Files
or: ଫାଇଲ୍ଗୁଡିକ

source: Sort by
or: ଦ୍ୱାରା ଛାଣନ୍ତୁ

source: Location
or: ସ୍ଥାନ

source: What's new?
or: କ'ଣ ନୂତନ?

source: Unstar
or: ଅନସ୍ଟାର୍

source: Star
or: ସ୍ଟାର୍

source: Go up
or: ଉପରକୁ ଯାନ୍ତୁ

source: Created
or: ତିଆରି

source: Modified
or: ସଂଶୋଧିତ

source: Quickstart
or: ଦ୍ରୁତ ଆରମ୍ଭ

# noTemplates
source: There are currently no templates available
or: ସାମ୍ପ୍ରତିକ ଭାବରେ କୌଣସି ଟେମ୍ପଲେଟ୍ ନାହିଁ

source: Import core pack
or: କୋର୍ ପ୍ୟାକ୍ ଆମଦାନି

# importCorePackDescription
source: Import the core pack that contains all basic assets to get started. This will override the current core pack.
or: ସମସ୍ତ ବେସିକ୍ ଏସେଟ୍ ସହ କୋର୍ ପ୍ୟାକ୍ ଆମଦାନି କରନ୍ତୁ। ଏହା ଚଳୁ କୋर୍ ପ୍ୟାକ୍ କୁ ଓଭର୍ରାଇଟ୍ କରିବ।

source: Never
or: କେବେ ନୁହେଁ

source: Only on updates
or: କେବଳ ଅଦ୍ୟତନରେ

source: Visibility
or: ଦୃଶ୍ୟତା

source: Capture thumbnail
or: ଥମ୍ନେଲ୍ ଧରନ୍ତୁ

# capturedThumbnail
source: Successfully captured thumbnail
or: ଥମ୍ନେଲ୍ ସଫଳତାର ସହିତ ଧରାଗଲା

source: Choose label mode
or: ଲେବେଲ୍ ମୋଡ୍ ଚୟନ କରନ୍ତୁ

source: Foreground
or: ସାମ୍ନା

source: Version
or: ସଂସ୍କରଣ

source: Repository
or: ରିପୋଜିଟୋରି

source: Pages
or: ପୃଷ୍ଠାଗୁଡିକ

source: Navigator
or: ନାଭିଗେଟର୍

source: Arrange
or: ସଜାନ୍ତୁ

source: Bring to front
or: ସାମ୍ନାକୁ ଆଣନ୍ତୁ

source: Send to back
or: ପଛକୁ ପଠାନ୍ତୁ

source: Bring forward
or: ଆଗକୁ ଆଣନ୍ତୁ

source: Send backward
or: ପଛକୁ ପଠାନ୍ତୁ

source: Rotation
or: ଘୁର୍ଣ୍ଣନ

# onlyAvailableLargerScreen
source: Only available on larger screens
or: ମାତ୍ର ବଡ଼ ସ୍କ୍ରିନ୍ ଉପଲବ୍ଧ

source: Toolbar position
or: ଟୁଲ୍ବାର ସ୍ଥାନ

source: Rotate
or: ଘୁରାନ୍ତୁ

source: Spacer
or: ସ୍ପେସର୍

source: Navigation rail
or: ନାଭିଗେସନ୍ ରେଲ୍

source: Cut
or: କଟ୍

source: Insert before
or: ପୂର୍ବରୁ ସଂଯୋଜନ

source: Insert after
or: ପରେ ସଂଯୋଜନ

source: Insert first
or: ପ୍ରଥମେ ସଂଯୋଜନ

source: Insert last
or: ଶେଷରେ ସଂଯୋଜନ

source: Paste
or: ପେଷ୍ଟ୍

source: Ascending
or: ଉର୍ଦ୍ଧ୍ୱଗତ

source: Descending
or: ଅବରୋହଣ

source: Image scale
or: ଛବି ପ୍ରମାଣ

source: Select
or: ଚୟନ କରନ୍ତୁ

source: Tool
or: ଉପକରଣ

source: Texture
or: ବିତାନା

source: Platform theme
or: ଛୋଟ

source: Desktop
or: ଡେସ୍କଟପ୍

source: Mobile
or: ମୋବାଇଲ୍

source: PDF quality
or: PDF ଗୁଣତ୍ତା

source: Surface
or: ପୃଷ୍ଠତଳ

source: Pattern
or: ନମୁନା

# sureClose
source: Are you sure you want to close the document?
or: ତୁମେ ନିଶ୍ଚିତ ଭାବେ ଡକ୍ୟୁମେଣ୍ଟ ବନ୍ଦ କରିବାକୁ ଚାହୁଁଛ?

source: There are unsaved changes
or: ଅସଞ୍ଚିତ ପରିବର୍ତ୍ତନ ଅଛି

source: Page
or: ପୃଷ୍ଠା

source: ICE Servers
or: ICE ସର୍ବର୍ଗୁଡିକ

source: Collaboration
or: ସହଯୋଗ

source: ICE Server
or: ICE ସର୍ବର୍

source: Port
or: ପୋର୍ଟ୍

source: Type
or: ପ୍ରକାର

source: Side
or: ପାଆର୍ଶ୍ୱ

source: Client
or: କ୍ଲାୟେଣ୍ଟ୍

source: Server
or: ସର୍ବର୍

source: Switch View
or: ଭିଉ ମାପଂତୁ

source: Lasso
or: ଲାସୋ

source: Hide UI
or: UI ଲୁଚାନ୍ତୁ

source: Density
or: ଘନତା

source: Compact
or: ସଂକ୍ଷିପ୍ତ

source: Comfortable
or: आरାମଦାୟକ

source: Standard
or: ମାନ

source: Lock
or: ଲକ୍

source: Add element
or: ଉପାଦାନ ଯୋଡନ୍ତୁ

source: Not default connection
or: ଡିଫଲ୍ଟ ସଂଯୋଗ ନୁହେଁ

source: Default connection
or: ଡିଫଲ୍ଟ ସଂଯୋଗ

source: Hide
or: ଲୁଚାନ୍ତୁ

source: Show
or: ଦେଖାନ୍ତୁ

source: Pause
or: ବିରତି

source: Stop
or: ବନ୍ଦ କରନ୍ତୁ

source: Refresh
or: ତାଜା କରନ୍ତୁ

source: Print
or: ମୁଦ୍ରଣ

source: Eye dropper
or: ଆଖିର ଛଡା

source: Users
or: ବ୍ୟବହାରକାରୀ

source: Experiments
or: ପ୍ରୟୋଗ

# experimentsWarning
source: These features are experimental and may change, break, or disappear at any time. Enabling them may cause instability or data loss. Proceed with caution. Please report any bugs.
or: ଏହି ବୈଶିଷ୍ଟ୍ୟଗୁଡିକ ପ୍ରୟୋଗଶୀଳ ଏବଂ କେବେ ମଧ୍ୟ ଫେରି ଯାଇପାରିବ। ସଚେତନ ଭାବେ ଆଗକୁ ଆଗୁଆ କରନ୍ତୁ। ଦୟାକରି କ bug ଣସି ବଗ୍ ଚିହ୍ନଟ କରନ୍ତୁ।

source: Address
or: ଠିକଣା

source: Spread to pages
or: ପୃଷ୍ଠାଗୁଡିକକୁ ପ୍ରସାରିତ କରନ୍ତୁ

# rootDirectorySpecifiedDescription
source: The root directory is specified. All advanced directory paths will be relative to this directory. Keep it empty to disable this directory type.
or: ମୂଳ ଡିରେକ୍ଟୋରି ନିର୍ଦ୍ଦିଷ୍ଟ। ସମସ୍ତ ଉନ୍ନତ ଡିରେକ୍ଟୋରି ପଥ ଏହା ପ୍ରତ୍ୟକ୍ଷ କରିବ। ଏହାକୁ ଖାଲି ରଖିଲେ ଏହି ପ୍ରକାର ବନ୍ଦ ହେବ।

# rootDirectoryNotSpecifiedDescription
source: The root directory is not specified. A name is required. All advanced directory paths will be absolute. Keep it empty to disable this directory type.
or: ମୂଳ ଡିରେକ୍ଟୋରି ନିର୍ଦ୍ଦିଷ୍ଟ ନୁହେଁ। ଏକ ନାମ ଆବଶ୍ୟକ। ସମସ୍ତ ଉନ୍ନତ ଡିରେକ୍ଟୋରି ପଥ ସମ୍ପୂର୍ଣ୍ଣ ହେବ। ଏହାକୁ ଖାଲି ରଖିଲେ ଏହି ପ୍ରକାର ବନ୍ଦ ହେବ।

# unsecureConnectionTitle
source: Unsecure connection
or: ନିରାପଦ ସଂଯୋଗ

# unsecureConnectionMessage
source: The connection is not secure. This can be a security risk. Please only continue if you trust the connection. The sha1 fingerprint is {fingerprint}.
or: ସଂଯୋଗ ସୁରକ୍ଷିତ ନୁହେଁ। ଏହା ଏକ ସୁରକ୍ଷା ବିପଦ ହୋଇପାରେ। ମାତ୍ର ଯଦି ତୁମେ ଭରସା କର, ତେବେ ଆଗକୁ ଚାଲନ୍ତୁ। ସha1 ଫିଙ୍ଗରପ୍ରିଣ୍ଟ୍ {fingerprint}।

source: Continue anyway
or: ତଥାପି ଆଗକୁ ବଢ଼ନ୍ତୁ

source: Zoom control
or: ଜୁମ୍ ନିୟନ୍ତ୍ରଣ

source: High contrast
or: ଉଚ୍ଚ ବିପରୀତତା

# shouldANumber
source: This value should be valid number
or: ଏହି ମୂଲ୍ୟଟି ବୈଧ ସଂଖ୍ୟା ହେବା ଉଚିତ

source: Create areas
or: ଅଞ୍ଚଳ ତିଆରି କରନ୍ତୁ

source: Autosave
or: ସ୍ଵୟଂଚାଳିତ ସଞ୍ଚୟ

source: Invert
or: ବିପରୀତ

source: Operations
or: କାର୍ଯ୍ୟାନୁଷ୍ଠାନ

source: Medium
or: ମଧ୍ୟମ

source: Large
or: ବଡ଼

source: Toolbar size
or: ଟୁଲ୍ବାର ଆକାର

source: Add all
or: ସବୁଯୋଗ କରନ୍ତୁ

source: Only current page
or: କେବଳ ଚଳୁ ପୃଷ୍ଠା

source: Smooth navigation
or: ସ୍ମୂଥ୍ ନାଭିଗେସନ୍

source: Exact
or: ଖୋଲ୍

source: Inline
or: ଇନ୍ଲାଇନ୍

source: Toolbar rows
or: ଟୁଲ୍ବାର ତାଲିକା

source: Pointer test
or: ପଏଣ୍ଟର୍ ପରୀକ୍ଷା

source: Pressure
or: ଦବାଇ

source: Small
or: ଛୋଟ

source: Tiny
or: ମିନି

source: Select all
or: ସବୁ ଚୟନ କରନ୍ତୁ

source: Override tools
or: ଟୁଲ୍ ଓଭର୍ରାଇଟ୍

source: Hide cursor while drawing
or: ଚିତ୍ରାଙ୍କନ କାଳୀନ କର୍ସର୍ ଲୁଚାନ୍ତୁ

source: Installed
or: ଇନ୍‌ସ୍ଟଲ୍ ହେଲା

source: Install
or: ଇନ୍‌ସ୍ଟଲ୍

source: Deselect
or: ଚୟନ ହଟାନ୍ତୁ

source: Change collection
or: ସଂଗ୍ରହ ପରିବର୍ତ୍ତନ

source: Collections
or: ସଂଗ୍ରହ

source: Full selection
or: ସମ୍ପୂର୍ଣ୍ଣ ଚୟନ

# fullSelectionDescription
source: Requires elements to be fully within the selection box for selection.
or: ଚୟନ ପେଟିକା ମଧ୍ୟରେ ଅନ୍ତର୍ଗତ ଉପାଦାନକୁ ମାତ୍ର ଚୟନ କରନ୍ତୁ।

source: Collection
or: ସଂଗ୍ରହ

source: Default collection
or: ଡିଫଲ୍ଟ ସଂଗ୍ରହ

source: Scroll
or: ସ୍କ୍ରୋଲ୍

source: On startup
or: ଆରମ୍ଭରେ

source: Home screen
or: ହୋମ୍ ସ୍କ୍ରିନ୍

source: Last note
or: ଶେଷ ଟିପ୍ପଣୀ

source: New note
or: ନୂତନ ଟିପ୍ପଣୀ

source: Convert to layer
or: ସ୍ତରକୁ ପରିବର୍ତ୍ତନ

source: Merge
or: ମିଶାନ୍ତୁ

source: Up
or: ଉପରକୁ

source: Down
or: ନିମ୍ନକୁ

source: Other
or: ଅନ୍ୟ

# countElements
source: {count,plural, =0{No elements} =1{1 element} other{{count} elements}}
or: {count,plural, =0{କୌଣସି ଉପାଦାନ ନାହିଁ} =1{1 ଉପାଦାନ} other{{count} ଉପାଦାନ}}

source: Color toolbar
or: ରଙ୍ଗ ଟୁଲ୍ବାର

source: Yes, but show buttons
or: ହଁ, କିନ୍ତୁ ବଟନ୍ଗୁଡିକ ଦେଖାନ୍ତୁ

source: Options panel position
or: ଓପ୍ସନ୍ ପ୍ୟାନେଲ୍ ସ୍ଥାନ

source: Hide duration
or: ଦୀର୍ଘତା ଲୁଚାନ୍ତୁ

source: Animation
or: ଅନିମେସନ୍

source: Performance
or: ଦକ୍ଷତା

# performanceDescription
source: Optimized for speed and memory usage. Only the visible portion of the note is baked into the image.
or: ଗତି ଏବଂ ସ୍ମୃତି ବ୍ୟବହାର ପାଇଁ ଅପ୍ଟିମାଇଜ୍। କେବଳ ଦେଖାଯାଉଥିବା ଅଞ୍ଚଳ ଇମେଜ୍ ବେକ୍ କରାଯାଏ।

# normalDescription
source: Balances quality and performance. Bakes an image covering 1.5 times the visible area, providing smoother transitions when scrolling.
or: ଗୁଣତ୍ତା ଏବଂ ଦକ୍ଷତା ମଧ୍ୟରେ ସମତୁଳନ। ଦৃଶ୍ୟମାନ ଅଞ୍ଚଳର 1.5 ଗୁଣ ଇମେଜ୍ ବେକ୍ କରାଯାଏ, ଯାହା ସ୍କ୍ରୋଲ୍ ସମୟରେ ସ୍ମୂଥ୍ ରୂପରେ ତରଙ୍ଗ ପ୍ରଦାନ କରେ।

source: High
or: ଉଚ୍ଚ

# highDescription
source: Maximizes quality at the cost of performance. Bakes an image covering 2 times the visible area, ensuring seamless rendering even during rapid scrolling or zooming.
or: ବର୍ଣ୍ଢ ମୂଲ୍ୟରେ ଅଧିକ ଗୁଣତ୍ତା। ଦৃଶ୍ୟମାନ ଅଞ୍ଚଳର 2 ଗୁଣ ଇମେଜ୍ ବେକ୍ କରାଯାଏ, ତେବେ ତ୍ରୁଟିହୀନ ରେଣ୍ଡେରିଙ୍ଗ।

source: Render resolution
or: ରେଣ୍ଡର୍ ରେଜୋଲ୍ୟୁସନ୍
