Repository: LinwoodDev/Butterfly
Catalog: app/lib/l10n/app_*.arb
Languages: or

source: Translate
or: ଅନୁବାଦ

source: Unencrypted
or: ଅଏନ୍କ୍ରିପ୍ଟେଡ୍

source: Encrypted
or: ଏନ୍କ୍ରିପ୍ଟେଡ୍

# encryptDocumentMessage
source: Click to encrypt the document
or: ଡକ୍ୟୁମେଣ୍ଟ ଏନ୍କ୍ରିପ୍ଟ କରିବାକୁ କ୍ଲିକ୍ କରନ୍ତୁ

# unencryptDocumentMessage
source: Click to unencrypt the document
or: ଡକ୍ୟୁମେଣ୍ଟ ଅଏନ୍କ୍ରିପ୍ଟ କରିବାକୁ କ୍ଲିକ୍ କରନ୍ତୁ

source: Unencrypt
or: ଅଏନ୍କ୍ରିପ୍ଟ କରନ୍ତୁ

source: Encrypt
or: ଏନ୍କ୍ରିପ୍ଟ କରନ୍ତୁ

# encryptWarning
source: This will encrypt the document. You will need to remember the password to decrypt it.
or: ଏହା ଡକ୍ୟୁମେଣ୍ଟ ଏନ୍କ୍ରିପ୍ଟ କରିବ। ଡିକ୍ରିପ୍ଟ କରିବାକୁ ପାସୱାର୍ଡ ସ୍ମରଣ ରଖିବାକୁ ପଡ଼ିବ।

# unencryptWarning
source: This will unencrypt the document. The password will be removed and everyone with access will be able to open it.
or: ଏହା ଡକ୍ୟୁମେଣ୍ଟ ଅଏନ୍କ୍ରିପ୍ଟ କରିବ। ପାସୱାର୍ଡ ହଟିଯିବ ଏବଂ ସମସ୍ତଙ୍କୁ ଖୋଲିବାର ଅଧିକାର ମିଳିବ।

source: Confirm password
or: ପାସୱାର୍ଡ ପୁନଃପ୍ରମାଣିତ କରନ୍ତୁ

# passwordMismatch
source: The passwords do not match
or: ପାସୱାର୍ଡ ମେଳ ଖାଉନାହିଁ

source: Action
or: କାର୍ୟ

source: SVG Text
or: SVG ଟେକ୍ସ୍ଟ୍

source: Offset
or: ଓଫସେଟ୍

source: Position dependent
or: ସ୍ଥିତି ନିର୍ଭର

source: Flip horizontal
or: ଆଡ଼ ଫ୍ଲିପ୍

source: Flip vertical
or: ଉର୍ଧ୍ୱା ଫ୍ଲିପ୍

source: Grayscale
or: ଗ୍ରେସ୍କେଲ୍

source: Move on gesture
or: ଇଶାରାରେ ସରାନ୍ତୁ

source: Export all files
or: ସମସ୍ତ ଫାଇଲ୍ ନିର୍ୟାତ

source: Restore settings from file
or: ଫାଇଲ୍ରୁ ସେଟିଂସ୍ ପୁନଃସ୍ଥାପନ

source: Export settings to file
or: ସେଟିଂସ୍ ଫାଇଲ୍ ରେ ନିର୍ୟାତ

source: Barcode
or: ବାର୍କୋଡ୍

source: Barcode type
or: ବାର୍କୋଡ୍ ପ୍ରକାର

source: QR Code
or: QR କୋଡ୍

source: Data Matrix
or: ଡାଟା ମ୍ୟାଟ୍ରିକ୍ସ

source: Code 128
or: କୋଡ୍ 128

# defaultUserName
source: User {index}
or: ଉପଯୋଗକର୍ତ୍ତା {index}

source: Move left
or: ବାମକୁ ସରାନ୍ତୁ

source: Move right
or: ଦକ୍ଷିଣକୁ ସରାନ୍ତୁ

source: Bundled packs
or: ବନ୍ଧା ପ୍ୟାକ୍

source: Select component
or: ଉପାଦାନ ଚୟନ କରନ୍ତୁ

source: Bundle pack in document
or: ଡକ୍ୟୁମେଣ୍ଟରେ ପ୍ୟାକ୍ ବନ୍ଧନ୍ତୁ

# bundledPacksDescription
source: Bundled packs are included in the document and only be used to share with the document. Assets can only be used in the document if the pack is installed. Packs can be installed with clicking on them.
or: ବନ୍ଧା ପ୍ୟାକ୍ ଡକ୍ୟୁମେଣ୍ଟରେ ସହିତ ଥାଏ, ପ୍ରତି ଡକ୍ୟୁମେଣ୍ଟରେ ବାଣ୍ଟିବା ପାଇଁ। ଏପି ପ୍ୟାକ୍ ଇନ୍‌ସ୍ଟଲ୍ କଲେ ଉପାଦାନ ବ୍ୟବହାର ହେବ।

source: Fill alpha
or: ଆଲଫା ପୂରଣ

source: Packaged file
or: ପ୍ୟାକେଜ୍ ଫାଇଲ୍

source: Raw file
or: କଚ୍ଚା ଫାଇଲ୍

# webSocketDescription
source: Your device hosts the server, so collaborators can only join over the same network or from anywhere if you forward the port on your router.
or: ତୁମର ଡିଭାଇସ୍ ସର୍ବର୍ ହୋଷ୍ଟ୍ କରିଥାଏ, ସହଯୋଗୀମାନେ ଏକେଇ ନେଟୱର୍କ୍ ପାଇଁ କିମ୍ବା ପୋର୍ଟ୍ ଫରୱାର୍ଡ କଲେ ଯେଉଁଠାରୁ ଯୋଡିପାରିବେ।

# swampDescription
source: Your messages are routed through a secure relay server with end-to-end encryption. A swamp server address is required to create a session.
or: ତୁମର ମେସେଜ୍ ଏକ ସୁରକ୍ଷିତ ମଞ୍ଜିଲ୍ ସର୍ଭର୍ ମାଧ୍ୟମରେ ଗତି କରେ। ସେସନ୍ ସୃଷ୍ଟି ପାଇଁ swamp ସର୍ବର୍ ଠିକଣା ଆବଶ୍ୟକ।

source: Create raw note
or: କଚ୍ଚା ଟିପ୍ପଣୀ ତିଆରି କରନ୍ତୁ

source: Polygon
or: ବহୁଭୁଜ

source: Finish shape
or: ଆକୃତି ସମାପ୍ତ

source: Submit
or: ଦାଖଲ କରନ୍ତୁ
